import { type FC } from 'react';
import { Header, Container } from '@/components';

export const Home: FC = () => {
  return (
    <>
      <Header />
      <Container>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
<div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
<div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
<div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
<div>'Главная страница'</div>
        <div>'Главная страница'</div><div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
<div>'Главная страница'</div>
        <div>'Главная страница'</div><div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
<div>'Главная страница'</div>
        <div>'Главная страница'</div><div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
        <div>'Главная страница'</div>
<div>'Главная страница'</div>
        <div>'Главная страница'</div>
        </Container>
    </>
  );
};
